aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
arcticicestudio.nord-visual-studio-code
be5invis.vscode-custom-css
cardinal90.multi-cursor-case-preserve
dracula-theme.theme-dracula
endormi.2077-theme
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.code-runner
github.github-vscode-theme
github.vscode-pull-request-github
harryhopkinson.vim-theme
jdinhlife.gruvbox
kisstkondoros.vscode-gutter-preview
mark-wiemer.vscode-autohotkey-plus-plus
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.powershell
oderwat.indent-rainbow
pkief.material-icon-theme
robbowen.synthwave-vscode
s-nlf-fh.glassit
sirtori.indenticator
tomoki1207.pdf
tonybaloney.vscode-pets
usernamehw.errorlens
vscodevim.vim
wayou.vscode-todo-highlight
zainchen.json
zhuangtongfa.material-theme
